import realEstateImg from '../../assets/menuImages/real-estate.efdfc654.png';
import vehiclesImg from '../../assets/menuImages/vehicles.e236aaef.png';
import digitalImg from '../../assets/menuImages/electronic-devices.a8f529dd.png';
import homeKitchenImg from '../../assets/menuImages/home-kitchen.db87dd2e.png';
import servicesImg from '../../assets/menuImages/services.ab181eb2.png';
import personalImg from '../../assets/menuImages/personal-goods.9d865d33.png';
import entertainmentImg from '../../assets/menuImages/entertainment.2ee67eb3.png';
import industrialImg from '../../assets/menuImages/tools-materials-equipment.a5381fdd.png';
import jobsImg from '../../assets/menuImages/jobs.b7dec5b8.png';
export const items = [
  {
    id: 1,
    title: 'املاک',
    image: realEstateImg,
    subCategories: [
      {
        id: 11,
        title: 'فروش مسکونی',
        items: ['آپارتمان', 'خانه و ویلا', 'زمین و ملک کلنگی']
      },
      {
        id: 12,
        title: 'اجاره مسکونی',
        items: ['آپارتمان', 'خانه و ویلا']
      },
      {
        id: 13,
        title: 'فروش اداری و تجاری',
        items: ['دفتر کار، اتاق اداری، مطب', 'مغازه و غرفه', 'صنعتی، کشاورزی، تجاری']
      },
      {
        id: 14,
        title: 'اجاره اداری و تجاری',
        items: ['دفتر کار، اتاق اداری، مطب', 'مغازه و غرفه', 'صنعتی، کشاورزی، تجاری']
      },
      {
        id: 15,
        title: 'اجاره کوتاه مدت',
        items: ['آپارتمان و سوئیت', 'ویلا و باغ', 'دفتر کار و فضای آموزشی']
      },
      {
        id: 16,
        title: 'پروژه‌های ساخت و ساز',
        items: ['مشارکت در ساخت', 'پیش فروش']
      }
    ]
  },
  {
    id: 2,
    title: 'وسایل نقلیه',
    image: vehiclesImg,
    subCategories: [
      {
        id: 21,
        title: 'خودرو',
        items: ['سواری و وانت', 'کلاسیک', 'اجاره‌ای', 'سنگین']
      },
      {
        id: 22,
        title: 'موتورسیکلت',
        items: ['موتورسیکلت']
      },
      {
        id: 23,
        title: 'قطعات و لوازم جانبی',
        items: ['قطعات یدکی و لوازم جانبی']
      },
      {
        id: 24,
        title: 'سایر وسایل نقلیه',
        items: ['قایق و سایر وسایل نقلیه']
      }
    ]
  },
  {
    id: 3,
    title: 'کالای دیجیتال',
    image : digitalImg ,
    subCategories: [
      {
        id: 31,
        title: 'موبایل و تبلت',
        items: ['موبایل', 'تبلت', 'لوازم جانبی موبایل و تبلت', 'سیم کارت']
      },
      {
        id: 32,
        title: 'رایانه',
        items: ['رایانه همراه', 'رایانه رومیزی', 'قطعات و لوازم جانبی', 'مودم و تجهیزات شبکه', 'پرینتر، اسکنر، کپی، فکس']
      },
      {
        id: 33,
        title: 'کنسول و بازی',
        items: ['کنسول، بازی‌های ویدئویی و آنلاین']
      },
      {
        id: 34,
        title: 'صوتی و تصویری',
        items: ['فیلم و موسیقی', 'دوربین عکاسی و فیلم‌برداری', 'پخش‌کننده همراه', 'سیستم صوتی خانگی', 'پخش‌کننده DVD و ویدیو', 'تلویزیون و پروژکتور', 'دوربین مداربسته']
      },
      {
        id: 35,
        title: 'تلفن رومیزی',
        items: ['تلفن رومیزی']
      }
    ]
  },
  {
    id: 4,
    title: 'خانه و آشپزخانه',
    image : homeKitchenImg,
    subCategories: [
      {
        id: 41,
        title: 'لوازم خانگی برقی',
        items: ['یخچال و فریزر', 'آب سردکن و تصفیه آب', 'ماشین لباسشویی و خشک‌کن لباس', 'ماشین ظرفشویی', 'جاروبرقی، جارو شارژی، بخارشو', 'اتو و لوازم اتو', 'آبمیوه‌گیر و آب مرکبات‌گیر', 'خردکن، آسیاب، غذاساز', 'سماور، چای‌ساز، قهوه‌ساز', 'اجاق گاز و لوازم برقی پخت و پز', 'هود', 'سایر لوازم برقی']
      },
      {
        id: 42,
        title: 'ظروف و لوازم آشپزخانه',
        items: ['سفره، حوله، دستمال آشپزخانه', 'آب چکان و نظم دهنده ظروف', 'قوری، کتری، قهوه ساز دستی', 'ظروف سرو و پذیرایی', 'ظروف نگهدارنده، پلاستیکی، یکبار مصرف', 'ظروف پخت و پز']
      },
      {
        id: 43,
        title: 'خوردنی و آشامیدنی',
        items: ['خوردنی و آشامیدنی']
      },
      {
        id: 44,
        title: 'خیاطی و بافتنی',
        items: ['چرخ خیاطی و ریسندگی', 'لوازم خیاطی و بافتنی']
      },
      {
        id: 45,
        title: 'مبلمان و صنایع چوب',
        items: ['مبلمان خانگی و میز عسلی', 'میز و صندلی غذاخوری', 'بوفه، ویترین، کنسول', 'کتابخانه، شلف، قفسه‌های دیواری', 'جاکفشی، کمد، دراور', 'تخت و سرویس خواب', 'میز تلفن', 'میز تلویزیون', 'میز تحریر و کامپیوتر', 'مبلمان اداری', 'صندلی و نیمکت']
      }
    ]
  },
  {
    id: 5,
    title: 'خدمات',
    image : servicesImg ,
    subCategories: [
      {
        id: 51,
        title: 'خدمات خودرو',
        items: ['موتور و ماشین']
      },
      {
        id: 52,
        title: 'خدمات رویداد',
        items: ['پذیرایی، مراسم']
      },
      {
        id: 53,
        title: 'خدمات دیجیتال',
        items: ['رایانه‌ای و موبایل']
      },
      {
        id: 54,
        title: 'خدمات مالی',
        items: ['مالی، حسابداری، بیمه']
      },
    
      {
        id: 57,
        title: 'خدمات زیبایی',
        items: ['آرایشگری و زیبایی']
      },
      {
        id: 58,
        title: 'خدمات نظافتی',
        items: ['نظافت']
      }
    ]
  },
  {
    id: 6,
    title: 'وسایل شخصی',
    image :  personalImg,
    subCategories: [
      {
        id: 61,
        title: 'کیف، کفش، لباس',
        items: ['کیف، کفش، کمربند', 'لباس', 'کفش و لباس بچه']
      },
      {
        id: 62,
        title: 'زیورآلات و اکسسوری',
        items: ['زیورآلات و اکسسوری', 'ساعت', 'جواهرات', 'بدلیجات']
      },
      {
        id: 63,
        title: 'آرایشی و بهداشتی',
        items: ['آرایشی، بهداشتی، درمانی']
      },
      {
        id: 64,
        title: 'وسایل بچه',
        items: ['اسباب‌بازی بچه', 'کالسکه و لوازم جانبی', 'تخت و صندلی بچه', 'اسباب و اثاث بچه']
      },
      {
        id: 65,
        title: 'لوازم تحریر',
        items: ['لوازم‌التحریر']
      }
    ]
  },
  {
    id: 7,
    title: 'سرگرمی',
    image : entertainmentImg ,
    subCategories: [
      {
        id: 71,
        title: 'بلیت و تور',
        items: ['بلیت', 'کنسرت', 'تئاتر و سینما', 'کارت هدیه و تخفیف', ]
      },
      {
        id: 72,
        title: 'کتاب و مجله',
        items: ['کتاب و مجله', 'آموزشی', 'ادبی', 'تاریخی', 'مذهبی', 'مجلات']
      },
      {
        id: 73,
        title: 'دوچرخه و اسکوتر',
        items: ['دوچرخه، اسکیت، اسکوتر']
      },
      {
        id: 74,
        title: 'حیوانات',
        items: ['گربه', 'موش و خرگوش', 'خزنده', 'پرنده', 'ماهی', 'لوازم جانبی', 'حیوانات مزرعه', 'سگ']
      },
      {
        id: 75,
        title: 'کلکسیون',
        items: ['سکه، تمبر، اسکناس', 'اشیاء عتیقه']
      },
      {
        id: 76,
        title: 'آلات موسیقی',
        items: ['گیتار، بیس، امپلیفایر', 'سازهای بادی', 'پیانو، کیبورد، آکاردئون', 'سازهای سنتی', 'درام و پرکاشن', 'ویولن']
      }
    ]
  },
  {
    id: 8,
    title: 'تجهیزات صنعتی',
    image : industrialImg ,
    subCategories: [
      {
        id: 81,
        title: 'تجهیزات ساختمانی',
        items: ['مصالح و تجهیزات ساختمان', 'ابزارآلات']
      },
      {
        id: 82,
        title: 'ماشین‌آلات صنعتی',
        items: ['ماشین‌آلات صنعتی']
      },
      {
        id: 83,
        title: 'تجهیزات کسب و کار',
        items: ['تجهیزات کسب‌وکار', 'پزشکی', 'فروشگاه و مغازه', 'کافی‌شاپ و رستوران', 'آرایشگاه و سالن‌های زیبایی', 'دفتر کار']
      },
      {
        id: 84,
        title: 'عمده فروشی',
        items: ['عمده‌فروشی']
      }
    ]
  },
  {
    id: 9,
    title: 'استخدام و کاریابی',
    image : jobsImg ,
    subCategories: [
      {
        id: 91,
        title: 'استخدام',
        items: ['اداری و مدیریت', 'سرایداری و نظافت', 'معماری، عمران و ساختمانی', 'خدمات فروشگاه و رستوران', 'رایانه و فناوری اطلاعات', 'مالی، حسابداری، حقوقی', 'بازاریابی و فروش', 'صنعتی، فنی، مهندسی', 'آموزشی', 'حمل و نقل', 'درمانی، زیبایی، بهداشتی', 'هنری و رسانه']
      }
    ]
  }
];