export const  citiesData   = {
  "provinces" :[
    {
      "id": 1,
      "name": "آذربایجان شرقی",
      "cities": [
        "تبریز", "مراغه", "مرند", "میانه", "اهر", "بناب", "سراب", "آذرشهر", "اسکو", "بستان آباد", "جلفا", "چاراویماق", "خداآفرین", "سراب", "شبستر", "عجب شیر", "کلیبر", "هریس", "هوراند"
      ]
    },
    {
      "id": 2,
      "name": "آذربایجان غربی",
      "cities": [
        "ارومیه", "خوی", "بوکان", "مهاباد", "میاندوآب", "سلماس", "نقده", "پیرانشهر", "تکاب", "شاهین دژ", "چالدران", "چایپاره", "پلدشت", "سردشت", "شوط", "ماکو", "سیه چشمه"
      ]
    },
    {
      "id": 3,
      "name": "اردبیل",
      "cities": [
        "اردبیل", "پارس آباد", "مشگین شهر", "خلخال", "گرمی", "نمین", "بیله سوار", "اصلاندوز", "کوثر", "سرعین", "نیر", "هشتجین"
      ]
    },
    {
      "id": 4,
      "name": "اصفهان",
      "cities": [
        "اصفهان", "کاشان", "خمینی شهر", "نجف آباد", "شهرضا", "فلاورجان", "مبارکه", "گلپایگان", "لنجان", "زرین شهر", "نایین", "اردستان", "برخوار", "تیران و کرون", "چادگان", "دهاقان", "سمیرم", "شاهین شهر", "فریدن", "فریدون شهر", "کوهپایه", "نطنز", "هرند"
      ]
    },
    {
      "id": 5,
      "name": "البرز",
      "cities": [
        "کرج", "فردیس", "کمال شهر", "نظرآباد", "اشتهارد", "طالقان", "ساوجبلاغ", "چهارباغ", "ماهدشت", "هشتگرد", "آسارا"
      ]
    },
    {
      "id": 6,
      "name": "ایلام",
      "cities": [
        "ایلام", "دهلران", "ایوان", "مهران", "آبدانان", "دره شهر", "بدره", "ملکشاهی", "سیروان", "چرداول", "زرین آباد"
      ]
    },
    {
      "id": 7,
      "name": "بوشهر",
      "cities": [
        "بوشهر", "برازجان", "گناوه", "خارک", "جم", "دشتی", "دشتستان", "دیر", "دیل", "بندر دیر", "بندر دیلم", "بندر ریگ", "بندر کنگان", "بندر گناوه", "بندر عسلویه", "اهرم", "بادوله"
      ]
    },
    {
      "id": 8,
      "name": "تهران",
      "cities": [
        "تهران", "اسلامشهر", "شهریار", "قدس", "ملارد", "قرچک", "ورامین", "پاکدشت", "ری", "شمیرانات", "رباط کریم", "دماوند", "فیروزکوه", "پیشوا", "کهریزک", "بومهن", "پردیس", "لواسان", "آبعلی", "فشم", "اندیشه", "باغستان", "صباشهر", "صالحیه", "نصیرآباد"
      ]
    },
    {
      "id": 9,
      "name": "چهارمحال و بختیاری",
      "cities": [
        "شهرکرد", "بروجن", "فارسان", "لردگان", "اردل", "کیار", "کوهرنگ", "سامان", "بن", "ناغان", "فرادبنه", "گندمان"
      ]
    },
    {
      "id": 10,
      "name": "خراسان جنوبی",
      "cities": [
        "بیرجند", "قائن", "نهبندان", "سربیشه", "فردوس", "طبس", "درمیان", "بشرویه", "سرایان", "زیرکوه", "خوسف", "اسدیه"
      ]
    },
    {
      "id": 11,
      "name": "خراسان رضوی",
      "cities": [
        "مشهد", "نیشابور", "سبزوار", "تربت حیدریه", "قوچان", "کاشمر", "تربت جام", "چناران", "درگز", "فریمان", "خواف", "بردسکن", "رشتخوار", "تایباد", "گناباد", "سرخس", "جغتای", "جوین", "خلیل آباد", "زبرخان", "باخرز", "بجستان", "مه ولات", "فیروزه", "ششتمد", "داورزن", "کلات", "زاوه", "صالح آباد"
      ]
    },
    {
      "id": 12,
      "name": "خراسان شمالی",
      "cities": [
        "بجنورد", "شیروان", "اسفراین", "فاروج", "مانه و سملقان", "راز و جرگلان", "گرمه", "جاجرم", "سنخواست", "آشخانه"
      ]
    },
    {
      "id": 13,
      "name": "خوزستان",
      "cities": [
        "اهواز", "دزفول", "آبادان", "بندر ماهشهر", "اندیمشک", "خرمشهر", "بهبهان", "ایذه", "شوش", "شوشتر", "مسجد سلیمان", "رامهرمز", "امیدیه", "لالی", "هندیجان", "هویزه", "گتوند", "باغ ملک", "کارون", "بندر امام خمینی", "حمیدیه", "شادگان", "بستان", "هوراند", "ماهشهر", "میداود"
      ]
    },
    {
      "id": 14,
      "name": "زنجان",
      "cities": [
        "زنجان", "ابهر", "خرمدره", "ماهنشان", "طارم", "ایجرود", "سلطانیه", "آب بر", "حلب", "زرین آباد", "قیدار", "نوربهار"
      ]
    },
    {
      "id": 15,
      "name": "سمنان",
      "cities": [
        "سمنان", "شاهرود", "دامغان", "گرمسار", "مهدی شهر", "آرادان", "میامی", "بسطام", "بیارجمند", "سرخه", "کلاته خیج"
      ]
    },
    {
      "id": 16,
      "name": "سیستان و بلوچستان",
      "cities": [
        "زاهدان", "زابل", "چابهار", "ایرانشهر", "خاش", "سراوان", "کنارک", "نیکشهر", "دلگان", "سرباز", "سیب و سوران", "بمپور", "راسک", "زهک", "هامون", "میرجاوه", "نصرت آباد", "محمدآباد", "قصرقند", "فنوج"
      ]
    },
    {
      "id": 17,
      "name": "فارس",
      "cities": [
        "شیراز", "مرودشت", "کازرون", "جهرم", "فسا", "لارستان", "داراب", "نی ریز", "اقلید", "ممسنی", "سپیدان", "خرامه", "خرم بید", "خنج", "زرین دشت", "سروستان", "فراشبند", "قیر و کارزین", "کوار", "لامرد", "پاسارگاد", "بوانات", "بختگان", "بهمن", "استهبان", "ارسنجان", "رستم", "زرقان", "گراش", "مهر", "نورآباد ممسنی", "جویم", "حاجی آباد", "خومه زار"
      ]
    },
    {
      "id": 18,
      "name": "قزوین",
      "cities": [
        "قزوین", "الوند", "آبیک", "تاکستان", "بوئین زهرا", "اقبالیه", "محمدیه", "شال", "آوج", "رازمیان", "سیردان", "کوهین", "نرجه", "خرمدشت", "سگزآباد", "ضیاالدین"
      ]
    },
    {
      "id": 19,
      "name": "قم",
      "cities": [
        "قم", "جعفریه", "دستجرد", "سلفچگان", "کهک", "قنوات", "خلجستان"
      ]
    },
    {
      "id": 20,
      "name": "کردستان",
      "cities": [
        "سنندج", "سقز", "مریوان", "بانه", "قروه", "دیواندره", "بیجار", "دهگلان", "کامیاران", "سروآباد", "زرینه", "اورامان", "بلبان آباد", "بهمن", "توپ آغاج", "دزج", "دوسلان"
      ]
    },
    {
      "id": 21,
      "name": "کرمان",
      "cities": [
        "کرمان", "رفسنجان", "سیرجان", "زرند", "بم", "جیرفت", "کهنوج", "شهربابک", "بافت", "عنبرآباد", "راور", "بردسیر", "منوجان", "قلعه گنج", "فهرج", "کوهبنان", "رودبار جنوب", "ریگان", "نرماشیر", "ارزوئیه", "انار", "پاریز", "جبالبارز", "خاتم", "دوساری", "زنگی آباد", "ساردوئیه"
      ]
    },
    {
      "id": 22,
      "name": "کرمانشاه",
      "cities": [
        "کرمانشاه", "اسلام آباد غرب", "هرسین", "کنگاور", "سنقر", "صحنه", "پاوه", "سرپل ذهاب", "جوانرود", "روانسر", "ثلاث باباجانی", "گیلان غرب", "قصر شیرین", "دالاهو", "نوسود", "حمیل", "رباط", "سومار", "کرند غرب", "بیستون"
      ]
    },
    {
      "id": 23,
      "name": "کهگیلویه و بویراحمد",
      "cities": [
        "یاسوج", "دوگنبدان", "دهدشت", "سی سخت", "لیکک", "چرام", "باشت", "بوستان", "لنده", "سوق", "قلعه رییسی", "مارگون", "پاتاوه"
      ]
    },
    {
      "id": 24,
      "name": "گلستان",
      "cities": [
        "گرگان", "گنبد کاووس", "علی آباد کتول", "کردکوی", "آزادشهر", "آق قلا", "بندر ترکمن", "رامیان", "گالیکش", "مینودشت", "فاضل آباد", "سیمین شهر", "خان ببین", "دلند", "سنگدوین"
      ]
    },
    {
      "id": 25,
      "name": "گیلان",
      "cities": [
        "رشت", "بندر انزلی", "لاهیجان", "لنگرود", "رودسر", "تالش", "آستارا", "صومعه سرا", "فومن", "ماسال", "آستانه اشرفیه", "رضوانشهر", "رودبار", "سیاهکل", "املش", "شفت", "خمام", "سنگر", "کلاچای", "بره سر", "چابکسر", "اطراف", "جیرنده", "لوندویل", "هشتپر", "مانگیل"
      ]
    },
    {
      "id": 26,
      "name": "لرستان",
      "cities": [
        "خرم آباد", "بروجرد", "دورود", "الیگودرز", "کوهدشت", "ازنا", "نورآباد", "پلدختر", "رومشکان", "سلسله", "دلفان", "چگنی", "شول آباد", "ویسیان", "فتح آباد", "معمولان"
      ]
    },
    {
      "id": 27,
      "name": "مازندران",
      "cities": [
        "ساری", "بابل", "آمل", "قائم شهر", "رشت", "بهشهر", "نوشهر", "چالوس", "تنکابن", "نور", "محمودآباد", "بابلسر", "نکا", "جویبار", "فریدونکنار", "سوادکوه", "رامسر", "کلاردشت", "عباس آباد", "گلوگاه", "میاندرود", "زیرآب", "پل سفید", "آلاشت", "کیاسر", "هزارجریب", "کجور", "مرزن آباد"
      ]
    },
    {
      "id": 28,
      "name": "مرکزی",
      "cities": [
        "اراک", "ساوه", "خمین", "محلات", "دلیجان", "تفرش", "زرندیه", "شازند", "فراهان", "آشتیان", "کمیجان", "خنداب", "نراق", "مهاجران", "پرندک", "غرق آباد", "نوبران", "مأمونیه"
      ]
    },
    {
      "id": 29,
      "name": "هرمزگان",
      "cities": [
        "بندرعباس", "قشم", "کیش", "میناب", "بندر لنگه", "حاجی آباد", "جاسک", "دهبارز", "بستک", "پارسیان", "خمیر", "سیریک", "ابوموسی", "بشاگرد", "جناح", "بندر خمیر", "بندر چارک", "لاوان"
      ]
    },
    {
      "id": 30,
      "name": "همدان",
      "cities": [
        "همدان", "ملایر", "نهاوند", "اسدآباد", "تویسرکان", "رزن", "کبودرآهنگ", "بهار", "فامنین", "درگزین", "جوکار", "قروه درجزین", "سامن", "لالجین", "مریانج", "فیروزان"
      ]
    },
    {
      "id": 31,
      "name": "یزد",
      "cities": [
        "یزد", "میبد", "اردکان", "بافق", "ابرکوه", "تفت", "مهریز", "اشکذر", "خاتم", "بهاباد", "زارچ", "نیر", "حمیدیا", "مروست"
      ]
    }
  ]
}

export default citiesData